[
    {
        "category": "food",
        "content": "淀粉含有醣类，为人体重要营养来源，若都不吃含淀粉食物，身体、大脑将缺乏葡萄糖供应，体内会分泌酮体取代葡萄糖，而酮体能抑制食欲，所以这在减重初期确实有帮助。\n不过长期下来，这样吃却可能引起酮酸中毒，甚至肾功能受损，反而有损健康。在含淀粉食物选择上，应挑糙米、地瓜、玉米等五谷根茎类，避开白面包、白面条、白饭、白馒头等，因白色淀粉类食物易使体重增加不利减重。",
        "index": 0,
        "title": "减重的敌人都是白色的：白饭、白土司、白砂糖"
    },
    {
        "category": "food",
        "content": "分辨先后顺序的指摽就是GI值(升糖指数)，先吃血糖值“缓慢”上升的低GI食品，再吃高GI食品。\n低GI的食品：海藻类、豆类、菇类、蔬菜类\n高GI的食品：白米、精制小麦、块茎类",
        "index": 2,
        "title": "改变进食顺序就能瘦：先低GI食物，后高GI食物"
    },
    {
        "category": "workout",
        "content": "我们无法阻止年龄增长，但是可以控制随着年龄增长而在肉体上发生的令人泄气的状态。有论文指出，能延长寿命的运动量是星期九十分钟，换算成一天只要运动十五分钟即可。聪明运用零碎时间，工作空档做做伸展、睡前做舒缓伸展操，既然可以利用零碎时间“顺便做”，就不用特地安排时间了。",
        "index": 3,
        "title": "每周运动九十分钟、每天十五分钟，助抗老化、减重"
    },
    {
        "category": "workout",
        "content": "提升基础代谢最快速的方式，就是矫正姿势。训练身上的小肌肉，想到的时候抬头挺胸、挺直腰杆就能改变。试着刻意抬头挺胸、爬楼梯取代搭电梯、工作空闲时做做伸展运动吧！一点一滴地训练肌肉，打造健康易瘦体质。",
        "index": 4,
        "title": "提升基础代谢最快速的方式，是矫正姿势"
    },
    {
        "category": "food",
        "content": "烹调简单、天然清爽的食物，能避免加重肠胃负担。例如谷物粥、蒟蒻汤面／凉面，低卡又有满足感。或是低脂热牛奶、无糖热豆浆、烤半片全麦吐司涂微甜果酱等等。",
        "index": 5,
        "title": "不吃东西睡不着？可以吃的宵夜点心"
    },
    {
        "category": "food",
        "content": "得了脂肪肝，饮食一定要忌口，否则病情会恶化。那么脂肪肝不能吃什么呢？脂肪肝患者一定要戒烟戒酒，油腻、油炸、辛辣食品不能或少吃。\n脂肪肝主要是因为过胖、喝酒等原因造成。脂肪肝患者提倡高维生素、低糖、低脂肪食物，常吃蔬菜、水果及含纤维素多的食物。改掉不良饮食习惯，保障一日三餐定时定量摄入。",
        "index": 6,
        "title": "护肝从吃做起：脂肪肝饮食注意事项"
    },
    {
        "category": "fattyLiver",
        "content": "具有脂肪肝绝大多数都是体重过重或肥胖的人。有些人虽然身材标准，但如果饮酒过量、合并特定药物或疾病、摄取过多的醣类，都可能会引发脂肪肝。\n长期脂肪肝，可能导致肝脏慢性发炎，每五个患者就有一个会产生肝脏纤维化，最终也可能演变成肝硬化或肝癌。\n对于有脂肪肝的人，如果同时合并年纪大于 50岁、肥胖、糖尿病或高血压、肝指数（ALT）在正常值两倍以上；或是肝切片已经显示有发炎情形，都是未来走向肝脏纤维化的高危险群。",
        "index": 7,
        "title": "认识脂肪肝：我有脂肪肝，到底要不要紧？"
    },
    {
        "category": "workout",
        "content": "现代人的教育水准，普遍比过去来得高。踏入竞争激烈的职场后，每天都在和压力搏斗，而运动的习惯，将成为妳征服困难的优势。\n根据最早针对压力做系统研究的美国哈佛生理学家坎农（Walter Cannon）的研究，远古时期的人类，生存环境恶劣，压力主要来自食物的获取、战斗，压力之下反应的即为身体活动，大多是“战”或“逃”（fight or flight），都属于大肌肉群的活动。\n现代人的压力来自心理，当压力造成心跳加速、血压升高，血液扩散四肢等反应，却又没有透过运动获得纾解时，长久下来就可能会造成消化系统疾病、免疫功能下降，身体变得虚弱、疲劳，工作表现欠佳，竞争力自然会逐日下降。\n『运动会直接燃烧掉妳的压力，就像燃烧热量一样』。\n随着运动习惯的维持，身体对于压力的抵抗性，也将逐渐增强。",
        "index": 8,
        "title": "运动可以强化竞争力"
    },
    {
        "category": "workout",
        "content": "成年女性在35岁后，骨质密度开始走下坡，特别是停经后的女性，骨质更会加速流失。一般有氧运动主要针对提高心肺，而负重训练或肌力训练，则能延缓与改善骨质疏松，包括健走、阻力训练、爬坡，或哑铃结合运动的重量训练。\n根据加拿大麦克玛斯特大学的一份研究，停经后妇女经过一年肌力训练后，骨质密度平均增加9％，没做运动的对照组，骨质密度出现下降。骑脚踏车、划船与游泳等有氧运动，主要促进心肺功能，对于骨骼与肌力的成效，较不显著。因此建议应有氧、肌力两者搭配，全方面预防骨松、促进健康。",
        "index": 9,
        "title": "运动可以改善骨质疏松"
    },
    {
        "category": "fattyLiver",
        "content": "肌肉不只是活动身体的运动器官，也是内分泌器官，分解氨、储存蛋白质、降低血糖、分泌肌肉激素（myokine）等，无论要改善或预防脂肪肝，不只要减肥，透过运动维持肌肉量更不可缺。\n坊间有许多资讯教人重量训练，维持肌力，也可以请健身教练帮你设计一套适合你的训练计划，最容易入门又有成效的可以从下半身肌群训练起，如深蹲或4楼以下都走楼梯等。如果膝关节有问题，再谘询医生意见。\n动起来，帮你的肝脏瘦身，好好爱护这劳苦功高的沉默器官。",
        "index": 10,
        "title": "新沉默杀手『脂肪肝』　预防关键：练肌肉"
    },
    {
        "category": "workout",
        "content": "國內外女性罹患憂鬱症、焦慮症的比例，都比男性要來得高。但已經有愈來愈多研究顯示，運動能刺激大腦，讓人感到快樂，對於女生而言格外重要。\n女性憂鬱症好發於20～44歲的族群，原因包括經期、生產前後、家庭與照顧責任、工作責任等。停經後的年長女性也容易情緒波動、暴怒、疲倦等。\n《運動改造大腦》特別提到運動對於改善憂鬱症的好處，認為有氧運動可以提高腦內神經傳導物質的數量，不但製造新生血管以輸送生長因子，還可以促進新的神經細胞生成。\n運動也能維持腦內荷爾蒙的平衡，幫助穩定情緒，有效預防、緩解情緒引起的症狀，進而改善生活品質，甚至整個家庭的和諧。",
        "index": 11,
        "title": "运动帮助稳定情绪"
    },
    {
        "category": "fattyLiver",
        "content": "要维持肠道健康、远离脂肪肝，最好不要喝含糖饮料和高热量食物，要多喝水（每天大约2000至3000c.c.）、多运动，多吃新鲜蔬果，并且避免滥用不必要的抗生素等。\n在均衡且健康饮食的前提下，可优先选择燕麦、深绿色蔬菜、蛤蜊和坚果等4种好食材，同时兼顾肠道和肝脏健康，更有效地远离脂肪肝的威胁。",
        "index": 12,
        "title": "预防脂肪肝先顾好肠道　燕麦、蛤蜊4种好食物别错过"
    },
    {
        "category": "food",
        "content": "如果身体没有摄取到『维持生命所需求的热量』也就是每日基础代谢，便会开启防护机制，让整体代谢变慢，基础代谢下降，以维持生命需求！也就是说，虽然你吃得很少，身体代谢也跟着变慢了，日后摄取进来的热量更容易变成脂肪堆积于体内，因为身体很怕没能量使用会死亡。\n有大量的运动，却没有充足的热量提供给身体进行运作，没有完善的营养让身体修补，于是锻炼肌力也是做白工，因为肌肉的养成需要蛋白质，肌肉肝糖的补充需要碳水化合物，所以三餐饮食都必须均衡。",
        "index": 13,
        "title": "饮食不当，绝对是体脂无法下降的原因"
    },
    {
        "category": "workout",
        "content": "随着相关研究增加，运动对于大脑的帮助，在过去十年里成为热门话题。运动会刺激脑细胞增生，特别有利于主宰记忆的海马回区域，可避免脑部功能衰退，预防失智症。\n根据英国匹兹堡大学发表于阿兹海默氏症协会国际会议的一份研究，在60～80岁的受试者中，部份开始每周3天、每次30～45分钟的走路运动。一年后对照实验组的追踪发现，主宰记忆的海马回区域，容量增加了2％，而参与部份记忆功能的前额叶皮质，也随之成长。\n『以如此短暂的时间、中低的强度而言，运动对于脑部的效果，相当惊人』参与研究的艾瑞克森博士（Kirk I. Erickson）表示。",
        "index": 14,
        "title": "运动预防失智症"
    }
]
